#task1
#a = 5
#print(a)
#b=1
#print(b)
#print(a+b)
#a=int(input('введите целое число:'))

#в=int(input("введите целое число:"))
#print(a+b)

#a=float(input('введите дробное число:'))
#b=float(input('введите дробное число:'))
#print(a+b)

#a=input("Как Вас зовут?")
#b= "Hello,"
#print(b,a)

#task 2
#a=int(input("Введите время в секундах:"))
#b= (a//3600) #время в часах
#c=(a % 3600) #остаток от времени в часах  перевели в секунды
#d=( c // 60) #остаток от времени в часах, переведенное в секунды-перевели в минуты
#e= (c % 60) #оставшиеся секунды
#print((b),(d),(e))


#task3
#a = int(input('введите число:'))
#b = int((a)*11)
#c = int((a)*111)
#print(int((a)+(b)+(c)))

#task4
#a=int(input('введите число:'))
#b=int(a%10)
#a // 10
#while a>0:
#    if a%10>b:
#        b=a%10
#    a=a//10
#print(b)


#task5
#a=int(input('прибыль:'))
#b=int(input('издержки:'))
#if a>b:
#     print("Ваша фирма в плюсе")
# if b>a:
#    print("Ваша фирма в минусе")
# if a>b:
#     c=int(a-b) #выручка
#     d=a/c #рентабельность выручки
#     e=int(input('Введите численность сотрудников фирмы:'))
#     f=c/e
# print(f) #прибыль фирмы в расчете на одного сотрудника

#task6
a=int(2)
b=int(3)
c=int(a+(a/10))
if a>=b:
    print(c)

#while a>=b:
#    print('спортсмен пробежал более 3 км')































